'use client'

export default function Note() {
	return(
		<div id="note" className="relative w-full h-full overflow-y-auto break-all mb-8">
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
			<p>여기에 여러분의 지식을 적어보세요.</p>
		</div>
	);
}